openfoam/NASA_hump_data_fine/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          96;
        startFace       129784;
    }
    topWall
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          680;
        startFace       129880;
    }
    jet
    {
        type            patch;
        nFaces          50;
        startFace       130560;
    }
    outlet
    {
        type            patch;
        nFaces          96;
        startFace       130610;
    }
    bottomWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          630;
        startFace       130706;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          130560;
        startFace       131336;
    }
)

// ************************************************************************* //
