openfoam/NASA_hump_data_fine/system/include/coords4
(0.668573 -0.060522 0)
(0.668573 -0.060091 0)
(0.668573 -0.059544 0)
(0.668573 -0.058997 0)
(0.668573 -0.05845 0)
(0.668573 -0.057903 0)
(0.668573 -0.057356 0)
(0.668573 -0.056809 0)
(0.668573 -0.056262 0)
(0.668573 -0.055715 0)
(0.668573 -0.055168 0)
(0.668573 -0.054622 0)
(0.668573 -0.054075 0)
(0.668573 -0.053528 0)
(0.668573 -0.052981 0)
(0.668573 -0.052434 0)
(0.668573 -0.051887 0)
(0.668573 -0.05134 0)
(0.668573 -0.050793 0)
(0.668573 -0.050246 0)
(0.668573 -0.049699 0)
(0.668573 -0.049153 0)
(0.668573 -0.048606 0)
(0.668573 -0.048059 0)
(0.668573 -0.047512 0)
(0.668573 -0.046965 0)
(0.668573 -0.046418 0)
(0.668573 -0.045871 0)
(0.668573 -0.045324 0)
(0.668573 -0.044777 0)
(0.668573 -0.044231 0)
(0.668573 -0.043684 0)
(0.668573 -0.043137 0)
(0.668573 -0.04259 0)
(0.668573 -0.042043 0)
(0.668573 -0.041496 0)
(0.668573 -0.040949 0)
(0.668573 -0.040402 0)
(0.668573 -0.039855 0)
(0.668573 -0.039308 0)
(0.668573 -0.038762 0)
(0.668573 -0.038215 0)
(0.668573 -0.037668 0)
(0.668573 -0.037121 0)
(0.668573 -0.036574 0)
(0.668573 -0.036027 0)
(0.668573 -0.03548 0)
(0.668573 -0.034933 0)
(0.668573 -0.034386 0)
(0.668573 -0.033839 0)
(0.668573 -0.033293 0)
(0.668573 -0.032746 0)
(0.668573 -0.032199 0)
(0.668573 -0.031652 0)
(0.668573 -0.031105 0)
(0.668573 -0.030558 0)
(0.668573 -0.030011 0)
(0.668573 -0.029464 0)
(0.668573 -0.028917 0)
(0.668573 -0.028371 0)
(0.668573 -0.027824 0)
(0.668573 -0.027277 0)
(0.668573 -0.02673 0)
(0.668573 -0.026183 0)
(0.668573 -0.025636 0)
(0.668573 -0.025089 0)
(0.668573 -0.024542 0)
(0.668573 -0.023995 0)
(0.668573 -0.023448 0)
(0.668573 -0.022902 0)
(0.668573 -0.022355 0)
(0.668573 -0.021808 0)
(0.668573 -0.021261 0)
(0.668573 -0.020714 0)
(0.668573 -0.020167 0)
(0.668573 -0.01962 0)
(0.668573 -0.019073 0)
(0.668573 -0.018526 0)
(0.668573 -0.017979 0)
(0.668573 -0.017433 0)
(0.668573 -0.016886 0)
(0.668573 -0.016339 0)
(0.668573 -0.015792 0)
(0.668573 -0.015245 0)
(0.668573 -0.014698 0)
(0.668573 -0.014151 0)
(0.668573 -0.013604 0)
(0.668573 -0.013057 0)
(0.668573 -0.012511 0)
(0.668573 -0.011964 0)
(0.668573 -0.011417 0)
(0.668573 -0.01087 0)
(0.668573 -0.010323 0)
(0.668573 -0.009776 0)
(0.668573 -0.009229 0)
(0.668573 -0.008682 0)
(0.668573 -0.008135 0)
(0.668573 -0.007588 0)
(0.668573 -0.007042 0)
(0.668573 -0.006495 0)
(0.668573 -0.005948 0)
(0.668573 -0.005401 0)
(0.668573 -0.004854 0)
(0.668573 -0.004307 0)
(0.668573 -0.00376 0)
(0.668573 -0.003213 0)
(0.668573 -0.002666 0)
(0.668573 -0.002119 0)
(0.668573 -0.001573 0)
(0.668573 -0.001026 0)
(0.668573 -0.000479 0)
(0.668573 -0.000048 0)
(0.668573 -0.000048 0)
(0.668549 0.000406 0)
(0.668499 0.001428 0)
(0.66844 0.002903 0)
(0.668394 0.004379 0)
(0.668359 0.005855 0)
(0.668333 0.007332 0)
(0.668316 0.008808 0)
(0.668305 0.010285 0)
(0.668298 0.011762 0)
(0.668295 0.013238 0)
(0.668293 0.014715 0)
(0.668292 0.016192 0)
(0.668287 0.01773 0)
(0.668279 0.019329 0)
(0.668264 0.02099 0)
(0.66824 0.022651 0)
(0.668205 0.024311 0)
(0.668157 0.025971 0)
(0.668092 0.027631 0)
(0.668009 0.02929 0)
(0.667906 0.030948 0)
(0.667779 0.032606 0)
(0.667628 0.034263 0)
(0.667449 0.035919 0)
(0.667249 0.037516 0)
(0.667027 0.039054 0)
(0.666786 0.04053 0)
(0.666515 0.042002 0)
(0.666212 0.043467 0)
(0.665874 0.044924 0)
(0.665501 0.04637 0)
(0.66509 0.047804 0)
(0.664638 0.049224 0)
(0.664143 0.050627 0)
(0.663604 0.052012 0)
(0.663019 0.053377 0)
(0.662422 0.054642 0)
(0.661821 0.055811 0)
(0.661226 0.056886 0)
(0.660598 0.057944 0)
(0.65994 0.058984 0)
(0.659251 0.060006 0)
(0.658535 0.061009 0)
(0.657791 0.061994 0)
(0.657022 0.06296 0)
(0.656229 0.063907 0)
(0.655413 0.064833 0)
(0.654575 0.06574 0)
(0.653781 0.066561 0)
(0.653037 0.0673 0)
(0.652348 0.067965 0)
(0.651653 0.068622 0)
(0.650954 0.069275 0)
(0.650253 0.069925 0)
(0.649554 0.070575 0)
(0.648858 0.071228 0)
(0.648169 0.071887 0)
(0.647489 0.072553 0)
(0.64682 0.07323 0)
(0.646165 0.073921 0)
(0.64556 0.074589 0)
(0.645004 0.075233 0)
(0.644496 0.075853 0)
(0.644002 0.076484 0)
(0.643521 0.077127 0)
(0.643055 0.07778 0)
(0.642602 0.078445 0)
(0.642164 0.079119 0)
(0.64174 0.079804 0)
(0.641331 0.080497 0)
(0.640937 0.081199 0)
(0.640557 0.08191 0)
(0.64021 0.082594 0)
(0.639892 0.08325 0)
(0.639604 0.083877 0)
(0.639327 0.084509 0)
(0.639062 0.085146 0)
(0.638811 0.085788 0)
(0.638572 0.086434 0)
(0.638346 0.087085 0)
(0.638134 0.08774 0)
(0.637936 0.088399 0)
(0.637753 0.089063 0)
(0.637585 0.08973 0)
(0.637431 0.0904 0)
(0.637293 0.091074 0)
(0.637171 0.091751 0)
(0.637065 0.092431 0)
(0.636975 0.093114 0)
(0.636901 0.093798 0)
(0.636844 0.094485 0)
(0.636803 0.095173 0)
(0.63678 0.095863 0)
(0.636774 0.096554 0)
(0.636785 0.097245 0)
(0.636814 0.097937 0)
(0.636855 0.098563 0)
(0.636904 0.099123 0)
(0.636959 0.099617 0)
(0.637025 0.100108 0)
(0.637102 0.100598 0)
(0.637193 0.101084 0)
(0.637299 0.101567 0)
(0.63742 0.102045 0)
(0.637557 0.102518 0)
(0.637711 0.102985 0)
(0.637884 0.103446 0)
(0.638076 0.103899 0)
(0.638284 0.104333 0)
(0.638505 0.104749 0)
(0.638739 0.105146 0)
(0.63899 0.105533 0)
(0.639258 0.10591 0)
(0.639541 0.106275 0)
(0.639839 0.106628 0)
(0.640152 0.106968 0)
(0.640479 0.107294 0)
(0.640818 0.107605 0)
(0.64117 0.107901 0)
(0.641534 0.108179 0)
(0.641918 0.108445 0)
(0.642321 0.108698 0)
(0.642745 0.108937 0)
(0.643178 0.109159 0)
(0.64362 0.109364 0)
(0.644069 0.109554 0)
(0.644525 0.109732 0)
(0.644987 0.109899 0)
(0.645452 0.110057 0)
(0.645922 0.110207 0)
(0.646393 0.110351 0)
(0.646865 0.110492 0)
(0.647311 0.110622 0)
(0.647729 0.110744 0)
(0.648119 0.110857 0)
(0.648509 0.110971 0)
(0.648899 0.111083 0)
(0.649288 0.111196 0)
(0.649676 0.111307 0)
(0.650065 0.111418 0)
(0.650453 0.111529 0)
(0.650841 0.111638 0)
(0.651229 0.111747 0)
(0.651616 0.111856 0)
(0.652053 0.111976 0)
(0.652539 0.11211 0)
(0.653073 0.112254 0)
(0.653608 0.112397 0)
(0.654144 0.112538 0)
(0.654681 0.112677 0)
(0.655219 0.112813 0)
